{
    "common_issues": [
        {
            "issue": "How do I view and print my student copy/unofficial transcript?",
            "solution": "Click on the 'My Transcripts' link that is located at the top of the page. After you click the link, another screen will appear and you can click 'Download' then 'PDF' and it will open as an Adobe PDF file. You will be able to view and print the PDF version of your transcript."
        },
        {
            "issue": "Academic Institution Courses",
            "solution": "College courses taken while on active duty: If TA or NCPACE they should automatically show up on your transcript. Active Duty and Veterans: TA/NCPACE issues should be sent to SFLY_TA.Navy@navy.mil Other funded courses (i.e. CCAF, MGIB funded, etc.) (3 Options)  Have official transcript mailed from institution to the Operations Center. Bring Official transcript to the Lifelong Learning Center to have certified and faxed to the Operations Center. Have Official Transcript certified or notarized and mail to the Operations Center.  Mailing address: NETC - ATTN Operations Center, N644, 6490 Saufley Field Road, Pensacola, FL 32509"
        },
        {
            "issue": "How do I request an official transcript?",
            "solution": "The application is set up to send official electronic transcripts to institutes so for the most part transcripts are delivered electronically. Official transcripts are not provided to individuals. If you need to have a transcript special mailed please complete a Special Mail Request form with the employer/program information and upload to this website, fax, or e-mail. A point-of-contact must be included on the form or request will not be processed."
        },
        {
            "issue": "How do I start counseling?",
            "solution": "Click on the 'Degree Pathways Catalog' link that is located at the top of the page. After you click the link, another screen will appear where you can browse the degree options. Once you like a major/program, click the 'Add to List' button, this will add the degree program to your counseling dashboard. You can click on 'Go to Counseling' anytime from there."
        },
        {
            "issue": "Other",
            "solution": "Please click 'I still need assistance' below and explain your inquiry in detail in the description section."
        }

    ]
}